Repository: syaifakmal/darurat
Catalog: lib/l10n/app_*.arb
Languages: id

# language
source: English
id: Indonesia

source: English
id: Bahasa Inggris

source: Emergency
id: Darurat

source: Mental Help Hotline
id: Hotline Bantuan Kesehatan Mental

# suicideHotline
source: Suicide Prevention Hotline
id: Hotline Pencegahan Bunuh Diri

# setting
source: Settings
id: Pengaturan

source: Save
id: Simpan

source: Back
id: Kembali

source: Add
id: Tambah Kontak

source: Dark Mode
id: Mode Gelap

source: Light Mode
id: Mode Terang

# languageSetting
source: Language
id: Bahasa

# languageSettingTitle
source: Language Setting
id: Pengaturan Bahasa

source: Report Inactive Contact
id: Laporkan Kontak Tidak Aktif

# submitContact
source: Submit Emergency Contact
id: Bagikan Kontak Darurat

source: Search
id: Cari kontak

# internetError
source: Could not connect to server, please check your internet connection
id: Tidak dapat terhubung ke server, harap periksa koneksi internet Anda.

source: Add Emergency Contact
id: Tambahkan Kontak Darurat

# addYourOwnContact
source: Add your own emergency contact
id: Daftarkan kontak darurat Anda

# addYourOwnContactDesc
source: Personalized emergency contact could provide you with additional support in case of an emergency situation to make you more secure and safe.
id: Kontak darurat pribadi dapat memberikan dukungan tambahan dalam situasi darurat dan membuat Anda lebih aman dan terlindungi.

source: Your Emergency Contact
id: Kontak Emergensi Kamu

source: Share your contact
id: Bagikan kontak kamu

# shareYourContactDesc
source: Help us expand our emergency contact database by sharing yours. We'll review and approve contacts before they're added to our public directory.
id: Bantu kami memperluas database kontak darurat kami dengan membagikan kontak Anda. Kami akan meninjau dan menyetujui kontak sebelum ditambahkan ke direktori publik kami.

# sharingContactFailed
source: Sharing Contact Failed: Try Again Later
id: Gagal Membagikan Kontak: Coba Lagi

source: Cancel
id: Batalkan

source: Options
id: Pilihan

# optionsDesc
source: Choose from the following options to perform any action
id: Pilih salah satu dari opsi berikut untuk melakukan tindakan

source: Call This Contact
id: Telfon Kontak

source: Edit Contact
id: Edit Kontak

source: Share Contact
id: Bagikan Kontak

source: Delete Contact
id: Hapus Kontak

# deleteContactDesc
source: Are you sure you want to delete this contact? This action cannot be undone.
id: Anda yakin ingin menghapus kontak ini? Tindakan ini tidak dapat dibatalkan.

source: Contact Reported
id: Nomor Kontak Dilaporkan

source: Thank You!
id: Terima Kasih!

# thankYouContactShared
source: Thank you for sharing your emergency contact with us. Your input will help us improve our services and provide better experiences.
id: Terima kasih telah membagikan kontak darurat Anda kepada kami. Masukan Anda akan membantu kami dalam meningkatkan layanan dan memberikan pengalaman yang lebih baik.

# contactReportedDesc
source: Thank you for your report. We'll review it and take appropriate action.
id: Terima kasih atas laporannya. Kami akan meninjau laporan tersebut dan mengambil tindakan yang sesuai.

# reportContactFailed
source: Report Contact Failed: Try Again Later
id: Gagal Melaporkan Konta: Coba Lagi

source: Name
id: Nama

# number
source: Contact Number
id: Nomor Kontak

source: Search result
id: Hasil pencarian

# emptyResultTitle
source: No result found for ”{searchText}”.
id: Tidak ditemukan hasil untuk "{searchText}".

# emptyResultDesc
source: Try searching for service name or number E. g. “Police”
id: Coba mencari dengan nama atau nomor layanan Contoh: “Polisi”

# fieldRequired
source: {label} field is required
id: Kolom {label} dibutuhkan

# greeting
source: Hello, {name}!
id: Halo, {name}!
